export enum NavBarLinks {
  'Бизнес-книги',
  'Детективы',
  'Детские книги',
  'Зарубежная литература',
  'История',
  'Классическая литература',
  'Книги по психологии',
  'Компьютерная литература',
  'Культура и искусство',
  'Наука и образование',
  'Публицистическая литература',
  'Справочники',
  'Фантастика',
  'Юмористическая литература'
}

// export const enum NavBarLinks {
//   business = 'Бизнес-книги',
//   detective = 'Детективы',
//   children = 'Детские книги',
//   foreign = 'Зарубежная литература',
//   history = 'История',
//   classic = 'Классическая литература',
// }
